Revit 2027 API
SymbolTypeId.FtSup3PerLbMass Property
 Symbol ft³/lb, indicating unit Cubic feet per pound mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup3PerLbMass { get; }
Public Shared ReadOnly Property FtSup3PerLbMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup3PerLbMass {
	ForgeTypeId^ get ();
}
static member FtSup3PerLbMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace